import ExplainBlock from "@/components/explainBlock/ExplainBlock";
import Header from "@/components/header/Header";
import Hero from "@/components/hero/Hero";

export default function Home() {
  return (
    <div>
      <Hero />
      <ExplainBlock
        topType="set_of_word"
        contentTitle="Focus Wall"
        content=" (текстильний лайтбокс) - це втілення
              передових технологій та комплекс рішень для ефективної візуальної
              комунікації та оформлення простору. Вироби ідеально поєднують
              функціональність із сучасним дизайном, що робить їх придатними для
              широкого спектру застосувань, від рекламних до декоративних цілей."
        img="../img/baner_2.png"
      />

      <ExplainBlock
        topType="word"
        topTitle="02.Куби"
        contentTitle="Куби"
        content=" - це є стильний і функціональний акцент для будь-якого
            заходу, який привертає увагу та запам’ятовується. Сидіння-куби легко
            адаптується до будь-якого простору і миттєво привертає увагу.
            Запорукою універсальності та зручності рекламного пуфа - є легкість
            та мобільність. Максимальна універсальність і зручність завдяки
            легкості та мобільності рекламного пуфа. Пуфи Cube створені для
            довготривалого використання з можливістю легкої заміни чохла.
            Використовуйте всю поверхню сидінь та втілюйте в життя свої
            креативні ідеї."
        img="../img/baner_3.png"
      />

      <ExplainBlock
        topType="word"
        topTitle="03.Віндер"
        contentTitle="Віндери"
        content=" - зручний спосіб реклами для привернення уваги ваших
            клієнтів до бренду та подій. Це мобільні рекламні конструкції у
            вигляді прапорів на стійкому флагштоку. Вони відрізняються легкістю
            та зручністю у використанні."
        img="../img/baner_4.png"
      />
    </div>
  );
}
